[
	{
		"header": "I love JavaScript!",
		"body": "As a new devloper, I would like to say that JavaScript is so far my favorite language to work with. It is ver useful and can accomplish many different goals.\n\nWe have learned about NodeJS, React, Express, SQL, and manny other new technologies. They all have their own uses and can be very powerful when all used together.\n\nComment below and please let me know what your favorite language is?"
	},
	{
		"header": "Cloudy with a chance of 3090",
		"body": "Hello everyone, today I come with great news. My local MicroCenter restocked all the new 30 series cards today and I am leaving now to go pick up my 3090! I have been needing an upgrade for so long, still on my old 1070.\n\nThis week it has been raining literally every day so all I have had time to do is sit at home and play video games, so I am constantly reminded of how bad my hardware is! Well not any longer!\n\nAnyway, you probably won't hear from me for a while because I will be upgrading all my parts at once and then I will be playing on them like a madman once this puppy is done! Good luck out there to all of you who still haven't snagged one, I know you'll get your day eventually.\n\nAs always, talk to you next time. Leave a comment and let me know what your upgrades are going to be!\n\n-Blake"
	},
	{
		"header": "I hate JavaScript!",
		"body": "Everything I said before was a lie. JavaScript is crazy and confusing and honestly it makes me want to quit! I can't believe how difficult it is to work with. Somebody call the crazy doctor because I am losing it over here, helloooooooooooooooo!\n\nIn any case I just wanted to come on here and update my blog about how I truly feel about JavaScript and let you all know that I was totally LYING when I said I loved it! What a crazy time to be alive huh?\n\nAnyway, I hope you all enjoyed reading this and as always please leave a comment to let me know what you think and what you think I should write about next. Thanks!\n\n-Blake"
	}
]
